{
	"result":[
	{
		"id":"0",
		"title":"文化",
		"name":"culture",
		"item":[
		{
			"title":"如果那时没有相机",
			"intro":"如果那时没有相机",
			"content":{
				"title":"如果那时没有相机...",
				"uploadtime":"Mon, 24 Jun 2013 18:52:03 GMT",
				"from":"写下就是永恒",
				"txt":"<div><p><span>如果那时没有相机</span></p> <p><span lang=\"EN-US\">&nbsp;</span></p> <p><span>云也退</span></p> <p><span lang=\"EN-US\">&nbsp;</span></p> <p>腾讯-大家专栏专稿</p><p><span lang=\"EN-US\">&nbsp;</span></p> <p><span>耶路撒冷的圣墓大教堂里，人们朝四面八方摁着快门，教堂里光线很暗，他们举起的手立刻淹没在了一片漆黑之中，连闪光灯都不见威力。在一些有牧师讲道的地方，拍照的人就沉默着站到所有听讲者的背后，尽量显得他们也很虔诚似的。</span></p> <p><span>圣墓大教堂所在处是耶稣下葬地，教堂固然雄伟巍峨，却没有什么特别引人注目的壁画或雕塑作品，整个以色列都很少这类吸引游人镜头聚集的景点，所以一些地方还设置“拍照点”告示牌，以示此地风光值得一拍。这是一件好事，因为但凡那些有艺术品景点的地方，比如米开朗基罗的大卫像或摩西像，比如罗丹的思想者，比如《蒙娜丽莎》，都会引来蝗虫一样的拍照人群。</span></p> <p><span>摩西像坐落在罗马的一所非常阴暗的教堂里，光线并不适宜摄影，而人们整年络绎不绝，挨挨挤挤，想尽可能靠近一点。就我所见，在这类景点面前，中国人和外国人的表现差别并不大，他们都觉得看到的是一个真人，拥有神奇的生命，不是一块雕凿过的石头。他们都不愿意移步到几丈开外去买一件设计精美、光影曼妙的摩西画像，哪怕是一张便宜的明信片，那上面印的就是和你眼前所见的同一个摩西。</span></p> <p><span>拍照人的心理很有趣，归结为“到此一游”未免失之简单。拍照者似乎相信，拍照行为能让他自己与被拍摄对象之间建立起一种想象性的私人关联，本质上说，与对着性感女明星照片手淫并无不同，只是程度较轻，耗时更短，不会污了裤子。一些拥有丰富艺术品的教堂，例如西斯廷圣母教堂，拍照是被明令禁止的，但挎相机的人没那么老实，禁令让他们的拍摄行为变得更加刺激，能带来高等级盗窃犯的良好感觉。快门声在彬彬有礼、一路劝说的神职人员身后响起，他们永远贪婪，永远不知餍足，而且时刻都有新的成员加入。</span></p> <p><span>你注意观察相机放下之后露出的脸——或许就是你自己的脸——那上面缀着一对贮满了欲望的眼睛，一副抄家者的表情，仿佛别人那里有你所要的东西，哪怕你并不知道那是什么。洗劫了罗马的日耳曼蛮族，冲进阿房宫的楚兵，都有着那样一种神色。</span></p> <p><span>追拍罗丹、米开朗基罗、达芬奇等人的作品，可以看作是名人效应的延伸反映，拍下照片意味着你“体验”过了，你同这尊雕塑以及雕塑制作人之间有了亲密接触；重要的是从对焦到按下快门的行为，而不是你拍了什么。而且，名人也是分等级的，在意大利，名气与入镜率反差最大的经典雕塑，大概要算是多纳太罗的“抹大拉的马利亚”了，它就矗立在多莫博物馆里，整日整日都门可罗雀：大概是马利亚狰狞的面目、褴褛的衣衫让游人心怯吧，可是多纳太罗对头发、褶皱、肌肉条纹的处理之细腻程度并不逊于米开朗基罗。</span></p> <p><span>给艺术品拍照，是为一个图像制作更多的图像，制作行为一面在提升它，一面在贬低它的意义。有时，我们是因为一双肉眼看不过来才拍照的，但更多的时候，我们拍照仅仅是为拍而拍，仅仅是为了拿去给其他人看，换得几句艳羡的话语，作为这一趟出行的精神回报——拍照削弱了人们“看”的需要，更不用说记住自己所看的东西了；相机培养了心智懒惰的游客，世上百分之九十以上有世俗偶像而缺乏自我的人，都是因为懒惰。</span></p> <p><span>有很多好书教我们该如何看——阿拉斯的《绘画史事》，彼得·伯格的《观看之道》，等等。这些书告诉我们怎样欣赏一尊艺术品里隐藏的信息，例如，米开朗基罗的摩西目光明明向左，但好像是在看着正前方的你似的，他似乎出离愤怒，他的嘴线弯曲，似乎含着未说出口的厌恶，他脸虽向左，但须发都还保持着下垂偏右的方向，这说明他是突然被什么东西吸引了注意力吗？那是什么东西呢？是一个出言张狂、攻击上帝律法的犹太人站起来了，还是沙漠里的异民族吹响了进攻的号角？</span></p> <p><span>产生想象和质疑才是真的观看，自由的观看，眼睛和头脑配合起来摄下一个个未完成的画面。习惯性的举相机动作打断了脑电波的奔流。艺术品最悲惨的待遇发生在</span><span lang=\"EN-US\">2010</span><span>年上海世界博览会期间，法国馆里的八件卢浮宫作品，人们像参观伟人纪念堂里的裸体模特一样排着队瞻仰，每人只能轮到二十秒钟。艺术品被远道运来，变成了禁苑里围猎的对象，谁抢到，谁炫耀。</span></p> <p><span>只要在旅途中带着相机，我们早晚都会变成三亚海滨那几个男人的同路人，因为我们抵抗不住一种诱惑：在没见过的东西前零距离留下影像。我们的行为总要屈服于“留住瞬间”这种愚蠢的冲动。男人们一哄而上，冲向搁浅的海豚，心里想的是：拍照的机会来了，平生难得一遇的时刻到来了。他们将海豚横拖倒拽，七手八脚地布置一个最精彩的瞬间，好让自己闪耀其中（考虑到这是一些有肌肉和身材的男人，丰腴湿滑的海豚还尤其能满足他们在性方面的自大幻想）。如果那时没有相机，他们还会这样做吗？或许最多只是好奇一下“那是个什么东西”罢了，假如没有相机，海豚可以安然地做自己的海豚，它的厄运——在沙滩搁浅——仅仅是它的厄运。</span></p> <p><span>读中篇小说《白夜》，女主人公等待她的心上人，等得心急如焚，男主角心生爱慕，甘愿受托一次次为姑娘捎信，憧憬着会有奇迹发生。两个人的约会惊动了第三个人，心扉彼此开阖，爱意欲说还休，一篇篇书信措辞蕴藉。陀思妥耶夫斯基告诉我们，在没有即时通讯工具和发达的摄影工具的时代，人们如何延长、充实、记忆每一个瞬间。我故而想，假如没有移动电话，我或许会记住与每一个女子约会的每一个场景；假使没有相机，生命将会变成一个个在记录时就已得到反思和阐释的片断。</span></p> <p><span lang=\"EN-US\">&nbsp;</span></p></div>"
			}
		},{
			"title":"今日感慨：青年说2：我们为何来到这个世界？",
			"intro":"在我们还没有意识的时候我们就来到了这个世界",
			"content":{
				"title":"今日感慨：青年说2：我们为何来到这个世界？",
				"uploadtime":"Tue, 11 Jun 2013 17:09:21 GMT",
				"from":"袁岳",
				"txt":"<div>&nbsp;&nbsp;&nbsp; 在我们还没有意识的时候我们就来到了这个世界，在我们有了意识之后我们很多人也不知道自己为何来到这个世界，有的人也许一辈子也没有能回答这个问题，还有人一辈子没有想过这个问题。有的人懒得想这个问题，也有的人忙忙碌碌得顾不上想这个问题，也许还有人在生命的危机时刻或者最后的时刻想这个问题。但一定有人思考过这个问题，有的人在很小很年轻的时候就思考这个问题，那么我也把这个问题提到年轻人的面前：我们来到这个世界的意义是什么？ <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;</p> <p>&nbsp;&nbsp;&nbsp; 有人相信每个人来到世界上，上帝都为每个人预备一个美好的计划，但这个计划需要我们到上帝的面前去追问、体会并去实践；也有人相信，人生充满了各种苦难，我们穿越在其中寻求最终的醒悟，看清生老病死的纠缠原来只是人生的磨练而不是终极；也有人觉得，人活着是真实的，人死如灯灭。对于我自己来说，我把人生分成这样三个层次：首先是独立人生的追求，也就是说我一定是不同于别人的，我希望明白我这个人超越欲望的内心期待、特别想做的事情、带给我幸福感与成就感结合的那些事情，为了明白这一点我需要去见识、探索、反省、验证；其次是我与其他人互动过程中的感受，也就是说我的自我感受不是单单由我自己来定义的，也可以从周围人对我反应中感受到，我从他们的欣赏、认可、积极回应、被感染与期待与我的合作中体会到自己的价值，我把这样的一个互动式的关系感受成为服务；最后我会思考，我这样的人生经验最终是要契合我的价值体系&mdash;&mdash;我相信怎么做才让我的人生很值得，这体系其实不是我一开始就认识的，而是在人生探索的过程中逐渐认识的。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p> <p>&nbsp;&nbsp;&nbsp; 我喜欢自己今天的样子，因为我在做我喜欢的事情：知识服务、青年公益、创业服务。如果我做着我喜欢的事情，我就会很有精力，也很开心，很少感受到累与不安。重要的是，我喜欢做的事情里面，是包含着其他人的，也就是说是帮到其他人，看到他们更好，让他们更有力量。有一天，我会离开这个世界，而我因为爱好与帮助而传递出去的这些能量就转变成了各种事情与事业，在更多的人中传递。我们有不同的出身，也有不同的长项，所以我们每个人都不需要担心自己会浪费人生，因为我们本来必有一种适合我们的天份，必有至少一个适合我们的伴侣，也必有因为真诚地探索自己的天份与方向而得到的祝福。不要宅着试图明白自己的人生目的，要走去路上，行走中才会知道道路、方向与获得能量。</p></div>"
			}
		},{
			"title":"宪政论争之我见",
			"intro":"最近看到《环球时报》社评《宪政是兜圈子否定中国发展之路》一文",
			"content":{
				"title":"宪政论争之我见",
				"uploadtime":"Wed, 29 May 2013 15:04:44 GMT",
				"from":"李银河",
				"txt":"<div> <p> &nbsp;</p> <p> <span>最近看到《环球时报》</span><span>社评</span><span>《</span><span>&ldquo;<font>宪政</font><font>&rdquo;</font><font>是兜圈子否定中国发展之路</font></span><span>》一文，对其观点不敢苟同。</span></p> <p> <span>第一个问题是：宪政是不是共产党的初衷？</span><span>毛泽东在<font>1940</font><font>年发表的《新民主主义的宪政》</font></span><span>一文</span><span>中</span><span>给</span><span>宪政</span><span>下</span><span>了一个定义：<font>&ldquo;</font><font>宪政是什么呢？就是民主的政治</font><font>&rdquo;</font><font>。</font></span><span>共产党要建立的政权是一个民主政权，而不是独裁政权，这是共产党的初衷，是真诚的。无数革命先烈反抗国民党的独裁统治，为建立民主政权流血牺牲，他们是为民主的理想献身的，不是为了在革命成功之后建立一个不民主的政权，实行不民主的政治。如果放弃宪政主张，就违背了共产党的初衷，而且陷共产党于不仁不义：当初提出宪政只是一个虚假的政治口号，是欺骗大众争取民心的政治策略，等到成了执政党之后就放弃民主。共产党是这样的政党吗？难道共产党是说一套做一套挂羊头卖狗肉的政党吗？烈士的鲜血是白流的吗？为民主流过血的共产党人不仅包括解放前为共产党夺取政权牺牲的志士仁人，还应当包括解放后被违反民主政治程序迫害致死的共产党人，比如刘少奇、邓拓、吴晗这样的人。放弃宪政就是让烈士的鲜血白流，就是政治上的大倒退，就是回归帝制，是当代中国人绝对不能容许的。</span></p> <p> <span>第二个问题是：提宪政是不是否定中国现行政治制度？文章认为中国现在实行的就是宪政，再提宪政就是别有用心，就是要否定</span><span>中国现行政治制度</span><span>，是&ldquo;</span><span>用新说法提出中国接受西方政治制度的老要求</span><span>&rdquo;，是&ldquo;</span><span>改变中国的发展道路</span><span>&rdquo;</span><span>，是</span><span>&ldquo;</span><span>国家断不可接受的</span><span>&rdquo;</span><span>。</span><span>这一论点的错误在于，宪政并不是一个新说法，而是一个老说法，是共产党在上世纪</span><span>40<font>年代就提出来的说法。人们还在继续提宪政梦，就是因为它还没有实现，或者说没有完全实现。中国已经有了宪法，国人的宪政梦已经部分实现。大家之所以还要继续提这个老说法，是因为宪法在许多方面还没落实，比如公民的言论自由、结社自由、出版自由、新闻自由等宪法权利还常常被侵害，被剥夺，违宪的事情还常常发生，没有得到制裁。反右、文化革命中发生的事情就都是典型的违宪的极端事件，现在情况大大改观，但是不那么极端的违宪事件、做法还时有发生。宪政和民主的口号当然要常常提，甚至应当成立宪法法庭，使公民在宪法权利被侵犯的时候有地方讨公道。</font></span></p> <p> <span>第三个问题是：宪政是一个东西还是两个东西？文章认为宪政是两个不同的东西，一个是西方的</span><span>多党竞选、三权鼎立、两院制</span><span>，另一个是中国的一党独大和人民代表大会制度。世界上现存的政治制度的确是有差异的，有些差异是文化传统和社会结构不同造成的。一个国家最可能拥有的政治制度还是它历史上存在过的制度，其现行政治制度由于这些文化传统的差异也会有不同特色。比如英国保留了王室，法国就没有保留；朝鲜保留了最高领导人的世袭制，中国就没有保留。然而，所谓宪政和民主政治制度只有一个，就是根据宪法来运行的民主政治制度。根据中国宪法，公民有结社的自由，也就是有组党的自由，如果没有做到，那就没有实现宪政民主，尽管已经有了宪法。所以不能说多党制是民主宪政，一党制也是民主宪政，那无异于说，民主是民主，不民主也是民主。那就是强词夺理了。</span></p> <p> <span>总而言之，民主宪政是百年来国人的改革之梦，进步之梦，强国之梦，也是真正的共产党人坚定不移的政治主张。我们已经制定了相当好的一部宪法，下面要做的就是把宪法的条文一条一条付诸实施，待宪法条文全部做到之时，中国人的宪政梦想就实现了。</span></p> <p> &nbsp;</p> <p> &nbsp;</p> <p> &nbsp;</p> </div>"
			}
		},{
			"title":"今日感慨：旅行的行星之梦",
			"intro":"倒一杯南美的葡萄酒，邀请马丘比丘之上的星星同饮，夜慢慢地踱过时间，我变得漫长耐心",
			"content":{
				"title":"今日感慨：旅行的行星之梦",
				"uploadtime":"Sun, 09 Jun 2013 16:58:54 GMT",
				"from":"袁岳",
				"txt":"<div>&nbsp;&nbsp;&nbsp;&nbsp; 倒一杯南美的葡萄酒，邀请马丘比丘之上的星星同饮，夜慢慢地踱过时间，我变得漫长耐心。这里的虫子与我家乡的虫子有同一种鸣叫，原来自然的王国并没有边界，不需要丈量。 <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p> <p>&nbsp;&nbsp;&nbsp; 想起花的故事以及她们的芳菲，我的心情开始像春末的残花飘零，祭起花的茎杆，把收成的许诺摇晃，中午的阳光开始翻弄日历，过去的一年又一年，并不是未来的一年又一年，可以明晃晃，真的明晃晃。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p> <p>&nbsp;&nbsp;&nbsp; 跨过心的鸿沟，化外的兄弟绽开了红色灿烂的大笑，这些从来不属于我的物种变得平常，苍蝇轻盈地避开我的拍子，开始把他的歌声悬挂在飞行的翅上，不要以为他们丑陋，他们有他们的自得，他们的理想。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p> <p>&nbsp;&nbsp;&nbsp; 这就是爱，牧师微笑着化开一方冰淇淋，把牛奶香的甜味抹在十字架上，等待着喜欢甜味的信徒们的到来。耶稣的血色流淌下来，甜味就在红色的流动中飘荡扩散，直到地极，直到异乡。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;我仰望星空，变得谦虚，想到无数的其他人类仰望这一样的星空，发出着不同的感慨与感伤。我于是更加乐观，觉得这诺大的宇宙可以容得下所有的心眼，还绰绰有余。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p> <p>&nbsp;&nbsp;&nbsp; 如果有一天，我的祖国大地的江河水重新变清，那将是怎么样的舞美可以形容出的场景，我可以用这水去酿出新葡萄酒，比今天的茅台更加清洌，新的味型，所有的人饮一口，就有不能自禁的欢畅。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p> <p>&nbsp;&nbsp;&nbsp; 爱就像这酒，充满刺激，充满幻想。或者你以为是16岁天真的热情重新激荡，不是的，当听懂那遥远与邻近的虫子一样的鸣响，我们就会明白，所谓的成熟与世故，是因为离开了生命正途的迷航。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p> <p>&nbsp;&nbsp;&nbsp; 好吧，如果你可以，请倒一杯葡萄酒，不管你在东南西北，我们一起仰望星空，把我们熟悉的场景在天幕上交换，也许今天我还不能解开这些所有的信号，我却真诚地相信，那里会留住你们每一瞥的眼光，在某个时空某个时点，激活我与大家长长久久的回响，霎那的共鸣，像这些虫子，那些不用心思的赤子衷嗓。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p> <p>&nbsp;&nbsp;&nbsp; 好了，我要睡去了，我的梦静静地展开于我的床，一地飘香的黄梁，是另一场的相会，不需要逻辑，不需要历史，不需要理性，不需要伪装，只需要放松蠕动像历来的虫子一样。</p></div>"
			}
		},{
			"title":"译后小记",
			"intro":"天阴了雨，雨又晴，往返如是。雨来时，没有预兆，忽然就一阵大风，接着，便听见哗哗之声",
			"content":{
				"title":"译后小记",
				"uploadtime":"Sat, 22 Jun 2013 23:41:51 GMT",
				"from":"窗外的河流",
				"txt":"<span>天阴了雨，雨又晴，往返如是。雨来时，没有预兆，忽然就一阵大风，接着，便听见哗哗之声。<br /> <br /> 白色的碎花就落在藤椅上，落在圆桌上，落在被格式的瓷砖地板上。诗人，会觉得，仿佛是大海从天空坠落。<br /> <br /> 我想起朱力塔的《大海》。和它的原文Zurita比起来，“朱力塔”是个没有内涵的词。仅仅是听起来相似。它无法提供任何形象。而Zurita，诗人之名，仿佛是某个神秘宗教的术语，或者是在中世纪航海图上某个无人生还的岛屿。<br /> <br /> Zurita的大海是食肉之海。是坟墓之海。是收割果实的草原。草原在燃烧。而天空不断地坠落，紧系着它的收割，它的赞歌，它的爱与祷告。还有记忆。<br /> <br /> 波拉尼奥那里频繁出现的“消失”，它有最终的归宿，就是这片燃烧的大海。只是，消失在大海前，一切要经过天空这座巨大的祭坛。<br /> <br /> 某个特殊时代，某个特殊社会，会有某个特殊的词，它比其它词语更重，更轻，更无法回避。它像帕利斯之箭，射向承载历史的记忆共同体。<br /> <br /> 于Zurita，它是大海。于波拉尼奥，它是消失。</span> <div><span><br /> </span></div> <div>寥寥数语，且作《大海》译后小记。</div>"
			}
		}]
	},{
		"id":"1",
		"title":"生活",
		"name":"life",
		"item":[{
			"title":"没出息不会死",
			"intro":"最近又有外企白领英年早逝了。",
			"content":{
				"title":"没出息不会死",
				"uploadtime":"Tue, 25 Jun 2013 04:48:09 GMT",
				"from":"不靠谱的YK",
				"txt":"<p>最近又有外企白领英年早逝了。正如富士康员工跳楼80%的真实原因是情感纠纷，这次的知名广告公司职员也是因为心脏有疾。但全世界都知道中国人职场压力大，所以每次死白领，都一定会在网络上引起公愤，广告、公关、设计、四大、互联网……这几个领域的从业人员，尤其会觉得兔死狐悲，人人都忍不住跳出来摸着胸口回忆自己的峥嵘岁月、或者控诉自己狗一般的生活，振臂呼吁大家关爱自己的健康，不要前仆后继地走上死者的老路。然而口水喷完，还不是晚上加班两个小时，把白天刷微博这两个小时乖乖地补回来，然后捂着饿瘪的肚子回家去。什么？吃饭？已经是游泳衣季节了你还想见人吗？</p> <p>就算是死一万个，也不会让我们下决心改变自己的生活方式。为什么？咱们中国人民太有上进心、太爱出人头地了。日本青少年研究所去年对美中韩三国学生做了一个调查， “不想出人头地”的学生比例分别为美国17.4%，中国9.2%，韩国27.0%，而日本，有高达53.8%的高中生“不想”或“不太想”将来出人头地。<br /> 谈及职业期望，日本学生最愿意从事的职业从高到低分别为公务员、小学和初高中教师，收入稳定的职业更受欢迎。而如果你问我们的大学生，估计会有30%想当企业高管、另一半挥舞着小拳头准备创业做下一个马云，就算有个把不爱念书的，也琢磨着上个超女快男星光大道什么的一鸣惊人。</p> <p>其实中国白领并不穷，比起美国那种中下阶层打两份工才能养活自己的小白领活得滋润多了。但是跌宕起伏了5000年，中国人这股子出人头地情意结是胎里带来的。在这种强烈的安全感缺失之下，必须得功成名就才能对得起祖宗爹娘。所以你看我们的书店，卖得最好的除了各种升官发财速成秘籍、就是职场青春励志、社会实用厚黑学以及名人传记，每天就靠这些鸡血活着呢。累死累病的白领，比饿死穷死的民工都多。这根本不是钱的事儿，爹妈从4岁教你学钢琴7岁就让你说英语，可不是让你混吃等死的！</p> <p>出人头地这种想法，怎么看都是很屌丝的。人人拼命工作，但一点也不喜欢自己的工作，于工作本身也没有什么好处。我以为，真心想干事业，累死也值；为了爬上枝头硬着头皮苦干，累死活该。</p>"
			}
		},{
			"title":"蔡康永：谈恋爱需要照相机",
			"intro":"谈恋爱需要照相机。我每次把历任爱人的照片排成一列时",
			"content":{
				"title":"蔡康永：谈恋爱需要照相机",
				"uploadtime":"Sun, 23 Jun 2013 18:28:40 GMT",
				"from":"心灵氧吧-心灵咖啡",
				"txt":"<p> <span>谈恋爱需要照相机。</span><span>我每次把历任爱人的照片排成一列时，才能细细寻找这些爱人的共同点，才比较能多发现一点自己某些固执的癖好。不靠这个方法，自己简直说不出喜欢的都是哪一类的人。其原理，也就类似警探要根据一连串凶杀案的共同点，才能找出凶手，而凶手也这才恍然大悟自己是什么地方出了毛病。&nbsp;</span></p> <p> 要建立爱情档案，就少不了照相机。&nbsp;</p> <p> 谈恋爱不需要照相机。<strong>&nbsp;</strong><span>人一生的恋爱，十分之九不是罪行，就是愚行；不是发疯，就是发春，皆不宜留下证据。&nbsp;</span></p> <p> 谈恋爱需要照相机。要不然，你就没理由在风景区拦下倒霉的路人替你们俩照相，也就没借口强迫陌生人亲眼见证你们有多恩爱。也就没机会享受炫耀的乐趣了。&nbsp;</p> <p> 谈恋爱不需要照相机。这可以帮助你逃过专业爱情猎人的毒手&mdash;&mdash;这一种专业爱人，对照相的兴趣，大过对爱情的兴趣，他一旦把你的照片框起来摆在床头了，那个意思，就等于是猎人把新制成的标本鹿头雄头，挂列墙上了。&nbsp;</p> <p> 避开照相机，避开爱情猎人。&nbsp;</p> <p> 谈恋爱需要照相机。因为现在大家都不写信了，而吵架的时候，总得准备些可以撕的东西吧。&nbsp;</p> <p> 谈恋爱不需要照相机。因为爱情变化的速度，远远超过最快的快速冲印，等你照片洗出来，爱情可能已经变质了。有经验的人都知道&mdash;&mdash;即使是快如拍立得之类的相机，也是赶不上的。&nbsp;</p> <p> 谈恋爱需要照相机。有些爱人，老实说，除了上相之外，简直没有其他长处。&nbsp;</p> <p> 谈恋爱不需要照相机。因为热恋时照的相，两个人总是靠太近，轮到要撕毁照片的时候，就总是免不了撕到自己的脸。还是不照的好。&nbsp;</p> <p> 谈恋爱需要照相机。要不然，你身边那些宁死不闲的三姑六婆，是要依据什么来替你裁决他的个子够不够高，她的牙齿够不够白呢。&nbsp;</p> <p> 谈恋爱不需要照相机。照片跟镜子的恐怖是同一种的&mdash;&mdash;你盯着看、看得越久、越觉得&ldquo;那个人你不认得&rdquo;。&nbsp;</p> <p> 恋爱时的合照呢，结局通常也一样，看到最后，发现&ldquo;两个人你都不认得&rdquo;。何苦吓自己？&nbsp;</p> <p> 谈恋爱需要照相机。如果不是靠着照相机，大部分约会的无聊，就暴露无遗了。&nbsp;</p> <p> 谈恋爱不需要照相机。如果你们的爱情不持久，那照片就只会勾起痛苦的回忆，拍照干什么？&nbsp;</p> <p> 如果你们的爱情很持久，那照片就只会逼着你们去互看现在对方衰老成什么样子了，拍照干什么？</p>"
			}
		},{
			"title":"眼镜名片",
			"intro":"这是意大利设计师Federico Mauro的创意项目——Famous Eyeglasses",
			"content":{
				"title":"眼镜名片",
				"uploadtime":"Mon, 24 Jun 2013 06:59:07 GMT",
				"from":"设计｜生活｜发现新鲜",
				"txt":"<p>这是意大利设计师Federico Mauro</a>的创意项目——Famous Eyeglasses，小编把它翻译为眼镜名片。因为这些眼镜都不是普通人的，那都是大名鼎鼎的明星所经常佩戴的，久而久之也就成了他们的标志性名片，你只要看到这款眼镜就会想起那个他！看看你认识几个？！"
			}
		},{
			"title":"旅游的期待",
			"intro":"连双休日一共休了货真价实的十五天，我今天终于还是产生了一丝丝的假日综合症",
			"content":{
				"title":"旅游的期待",
				"uploadtime":"Tue, 25 Jun 2013 00:58:11 GMT",
				"from":"有点自卑",
				"txt":"<div>连双休日一共休了货真价实的十五天，我今天终于还是产生了一丝丝的假日综合症。中午为了鼓励自己认真上班（再说现在夏令时了）看了广告狂人中的一集，白头翁这个刚刚失去大单的前金牌业务员开会的时候情绪失控，对peter说你唯一的工作不就是和人家握握手，聊聊天么……看的我，假日综合症更严重了。<div><br /></div><div>不过其实我和别人握握手，聊聊天以后开关会转换的比较符合世俗的好人。毕竟在游乐到最后几天的时候我也想，为什么人需要旅行呢，为什么在另一个地方晒太阳，吃东西，暴走，看展馆，聊天，洗澡睡觉就会比在自己的城市里有所期待？我们大老远的跑来，看真正的海，爬高山，到底在期待得到哪些东西呢？</div><div><br /></div><div>我总觉得旅行的时候，因为头脑有充足的时间胡思乱想，但又没有终端设备让我进行文字输出，头脑里蛮混乱的。不过呢，如果搞不清楚旅行的意义也无所谓，反正放松的效果达到了，在休假前，因为正好遇见员工病休，年中审查什么的，累身也累心，总感觉链条都要绷断了，现在感觉好多了。我甚至回忆不起来两个礼拜前我为什么会那么筋疲力尽，还会对自己有点暗暗好笑。</div><div><br /></div><div>人的情绪，有时候也就是像一年四季一样，我们需要休息。哪怕就是头脑混乱，说不出所以然的放松方式，哪怕只是去另一个城市吃东西，晒太阳，刷微博，看不一定会比明信片上好看的山山水水，也就是要去一下。也许因为我自身需要这样的混乱和休息，就好像大部分树木需要在冬天掉叶子一样，过一过和平时不一样的日子，才会更好的融合在与平时一样的日子。</div><div><br /></div><div>也许也就因为这个原因，我并没有和家人一起旅游的打算。虽然在看见好风景的时候，会觉得，哦，带家人孩子来看看也不错，但心底里，会觉得那样就不能说是一种旅行，只能说是一种……类似于春晚节目这样的安排。当然我也相信会玩的挺不错，但无法是一种自我的……纠结或者情绪调整吧。就好像我们忙着在谈恋爱，哪有时间谈恋爱？这种说法一样，有的时候，因为爱人在身边，所以我们很容易说一些不说也可以的话，做一些也许不做更好的事，也许是依赖的惯性吧，也许是一种人性的懒惰，我们会纵容自己的负面情绪，不再考虑一些自我的独立性，甚至会互相期待改变对方。毕竟其实在现在这个时代，利用惯性活下去也不是很难，也希望别人能够十全十美，有时候就是因为太过于习以为常的平淡，所以无法仔细体会我到底拥有了什么。但如果偶尔离开远一点的距离，反而更加有一种比较深沉的认知。</div><br /><div>我想我是需要爱人和孩子的，但我也需要自由的时间——我不知道其他在家庭里的人有没有想过需要自由的时间，但我想人是为了自己活的，出去开开心心地玩一圈，看一些风景，胡思乱想一些东西，然后，回到爱人和孩子身边。了解自己的普通生活足够抵御普通的诱惑，大概这个才是我真正的旅游的期待。</div></div>"
			}
		}]
	},{
		"id":"2",
		"title":"趣味",
		"name":"fun",
		"item":[{
			"title":"摄影艺术：毫无下限的宠物狗“艳照”",
			"intro":"世界知名的荷兰宠物摄影师Ren Netherland 在黑爱犬的路上一去不复返了",
			"content":{
				"title":"摄影艺术：毫无下限的宠物狗“艳照”",
				"uploadtime":"Mon, 24 Jun 2013 16:28:48 GMT",
				"from":"创意画报",
				"txt":"<p> </p> <p> 世界知名的荷兰宠物摄影师Ren Netherland 在黑爱犬的路上一去不复返了。事实上，Ren早期在美国佛罗里达州就有一家经营了14年的宠物艳照工作室，使用好莱坞定制套装来拍摄这些汪星人和喵星人。</p> <p> 是不是觉得特逗乐？但自2003年以来，受广大二货主人的狂热需求，他在美国各地参加了无数场宠物狗美容比赛，专职于拍摄这些毛茸茸的选手和他们热情爆棚的主人们。这是一份可能每天看到他都是一副乐呵呵样子的工作，不过当你也有这帮喷着油漆，穿着奇装异服的萌货时，想必你也会如此。当然这些照片看着非常有趣，但其中注入了摄影师大量的心思。Ren 会花3个多小时只为了拍摄一个完美的镜头。而当Ren毫无下限的照片亮瞎无数眼球，对手死的无比难看时，则是他最为舒心的时候。如果你的宠物被视作为最极端，最疯狂的设计，可以获得高达5000刀的奖金。</p>"
			}
		},{
			"title":"敌托邦幻想抑或现实",
			"intro":"看完《遗落战境》，我不知道是该从电影历史、幕后背景以及无关痛痒的文化上东拉西扯",
			"content":{
				"title":"敌托邦幻想抑或现实",
				"uploadtime":"Wed, 26 Jun 2013 01:57:04 GMT",
				"from":"Ethermetic",
				"txt":"<p>&nbsp;</p> <p>看完《遗落战境》，我不知道是该从电影历史、幕后背景以及无关痛痒的文化上东拉西扯，插科打诨的写一篇供人消遣的评论，还是尽可能的谈谈我的真实看法。坦白的说，我已很久无法从大部分电影中获得乐趣，因为我是一个头戴锡帽，草木皆兵，相信邪恶外星人就藏身荷里活山下密谋控制世界的阴谋论者。以正常的眼光看，《遗落战境》是又一部典型的敌托邦电影，而且不属于特别优质的那一类。所以为他写点什么似乎有些多余，但不得不提，这部电影在另类媒体界（alternative media）似乎引发了一些有趣的讨论。著名咆哮派阴谋论电台主持人Alex Jones给了这部电影好评，肯定了她就帮助一般公众了解现状上起到了积极作用，似乎这部片子准确的描述了当前正在发生的事情。请保持耐心………什么？你没空，啊，混蛋，你会后悔的。我得先给你几拳，再强迫你戴上洞穿一切的墨镜（THEY LIVE）。现在你看到了吗，这部电影正向某个群体的观众释出信号。有人正试图告诉你电影工业仍未完全落入外星人的掌中。</p> "
			}
		}]
	},{
		"id":"3",
		"title":"科技",
		"name":"technology",
		"item":[{
			"title":"Hive , Lua 的 actor 模型",
			"intro":"上个周末我一直在想，经过一年多在skynet上的开发",
			"content":{
				"title":"Hive , Lua 的 actor 模型",
				"uploadtime":"Tue, 25 Jun 2013 21:15:41 GMT",
				"from":"云风的 BLO",
				"txt":"<p>上个周末我一直在想，经过一年多在 skynet 上的开发，我已经有许多相关经验了。如果没有早期 erlang 版本的历史包袱以及刚开始设计 skynet 时的经验不足，去掉那些不必要的特性后的 skynet 应该是怎样的。</p> <p>一个精简过代码的 skynet 不需要支持 Lua 之外的语言和通讯协议。如果某个服务的性能很关键，那么可以用 C 编写一个 Lua 库，只让 Lua 做消息分发。如果需要发送自定义协议的消息，可以把这个消息打包为一个 C 结构，然后把 C 结构指针编码在发送的消息中。</p> <p>skynet 的内部控制指令全部可以移到一个系统服务中，用 Lua 编写。</p> <p>跨机支持不是必要的。如果需要在多个进程/机器上运行多份协同工作，可以通过编写一个跨机通讯的服务来完成。虽然会增加一个间接层使跨进程通讯代价更大，但是可以简化许多代码。</p> <p>广播也不是基础设施，直接用循环发送复制的消息即可。为了必要过大的消息在广播过程中反复拷贝，可以把需要广播的消息先打包为 C 对象，然后仅广播这个 C 对象的指针即可。</p> <p>基于精简设计的理念，我花了两天时间重新实现了 skynet　，并赋于它新的名字 Hive。这次一共不到 2000 行代码，其中 C 代码不到 1400 行，可以说达到我最初精简代码的目的。</p> <p>对于不了解 skynet 的同学来说，最简单介绍 hive 的方法是，这是一个精简版的 erlang ，用 Lua 实现的 actor 模型。</p> <p>你可以用标准的 Lua 5.2 解释器包含 hive 模块，并用 hive.start 启动它即可。</p> <p>main.lua 这个文件会被首先运行，并启动在一个独立的 Lua state 中，这里把这个独立的 state 称为 cell 。同时，系统 system cell 一定存在，它可以向其他 cell 提供 timer 等基础服务。</p> <p>hive 由很多 cell 构成，每个都是独立的 lua state ，并采用多线程并行工作。线程的总数可以在启动时设定，cell 的个数可以远大于线程数，它们将完全均匀的分配 cpu 资源。</p> <p>每个 cell 都是一个消息收发器，可以处理别的 cell 发送过来的消息。处理消息可以是严格的请求回应模式，也可以只投递消息而不期待回应。每条消息都由一个独立的 coroutine 来处理。</p> <p>目前 main.lua 演示了如何启动新的　cell pingpong.lua ，并给它发送消息。</p> <p>感兴趣的同学可以在 github 上取得全部代码，我列了一个长长的 todo list ，大部分工作是从 skynet 移植过来。这不是一个工作项目，所以不保证最近有精力全部完成它们。如果你有兴趣，可以帮助我一起来完成。</p>"
			}
		},{
			"title":"谷歌安全浏览服务用户总数达10亿：一年增4亿",
			"intro":"新浪科技讯 北京时间6月26日早间消息，谷歌周二宣布",
			"content":{
				"title":"谷歌安全浏览服务用户总数达10亿：一年增4亿",
				"uploadtime":"Tue, 25 Jun 2013 17:27:02 GMT",
				"from":"TechWeb 今日焦点 RSS阅读",
				"txt":"<p>　　新浪科技讯 北京时间6月26日早间消息，谷歌周二宣布，该公司的安全浏览(Safe Browsing)服务已实现重大里程碑，这项服务现已保护10亿名用户免受恶意软件和钓鱼网站的攻击。一年前这项服务的用户为6亿人，这意味着其用户人数在短短12个月中就增加了约4亿人。</p> <p>　　谷歌安全浏览服务向Chrome、火狐和Safari浏览器用户以及互联网服务提供商(ISP)提供包含恶意软件或钓鱼内容的URL列表，该服务还可通过公共API(应用程序接口)获取。此外，用户还可手动输入想要查询的URL链接来查看网站是否安全。</p> <p>　　为了庆祝这一里程碑，谷歌今天还在其&ldquo;透明度报告&rdquo;(Transparency Report)网站上推出了新的&ldquo;安全浏览&rdquo;区块，供用户查看每周有多少用户会查阅谷歌安全浏览服务的URL列表、全球哪些地方有恶意网站托管以及网站删除恶意软件后会在多短时间里被再次感染等。</p> <p>　　谷歌将不安全的站点划分为两类，第一类是包含恶意代码的网站，这些网站会在用户电脑上安装恶意软件，黑客可利用恶意软件捕获和传输用户的私人或敏感信息。另一类是钓鱼网站，此类网站会伪装成合法站点，试图欺骗用户输入用户名和密码或共享其他私人信息。</p> <p>　　常见的钓鱼网站是伪装成合法银行网站或在线商店的网页。</p> <p>　　谷歌称其安全浏览服务每天都会检查数十亿个URL链接，并从中发现数以千计新的不安全站点，其中许多是被攻破的合法网站。随后，该服务会将这些站点的信息转换为在谷歌搜索引擎以及上述三个浏览器上发出的警告。这项服务远不够完善，因为该服务在很大程度上是自动进行检测，因此经常会把合法网站标记为不安全站点，而且不做太多解释，这令用户和网站管理员都蒙受了很大损失。</p> <p>　　但业界人士指出，自谷歌7年前推出安全浏览服务以来，这项服务带来的好处大于坏处。不过，这项服务的用户人数已达10亿人，这意味着谷歌必须越来越仔细地确保该服务能尽可能好地运行。(唐风)</p>"
			}
		},{
			"title":"美国要求搜索引擎明确标出哪些搜索结果是广告",
			"intro":"——读《名人传》此文分多期刊载于《黔中早报》2013年5月13日B04版，5月28日B07版等",
			"content":{
				"title":"美国要求搜索引擎明确标出哪些搜索结果是广告",
				"uploadtime":"Tue, 25 Jun 2013 17:16:09 GMT",
				"from":"TechWeb 今日焦点 RSS阅读",
				"txt":"<p></p> <p>FTC要求谷歌等搜索引擎明确标识付费广告链接（TechWeb配图）</p> <p>　　【TechWeb报道】6月26日消息，据外媒报道，美国联邦贸易委员会（FTC）向谷歌、微软、雅虎等24家美国搜索引擎公司发出警告，要求它们明确区分搜索结果中的付费广告链接。</p> <p>　　警告信中称，付费搜索链接越来越难以分辨出是广告，因此要求互联网搜索引擎公司对正常搜索结果与付费搜索链接之间进行明显的区分。</p> <p>　　关于具体如何区分，FTC还在信中对此作了指导性规定，要求搜索引擎尝试利用&ldquo;缩小字体、添加标签或是视觉搜索&rdquo;等技术手段有效区分广告，使消费者不被误导。</p> <p>　　FTC称，对于违反这一规定的搜索引擎公司，FTC将根据有关法规，调查其是否存在欺骗消费者的行为，从而可能导致违规公司被罚款。</p> <p>　　谷歌发言人对此回应称：&ldquo;对付费搜索结果加以明显区分非常必要，虽然我们的产品不断变化，但我们一直坚持这样的做法。&rdquo;该公司大部分广告收入来自于其搜索引擎的付费推广链接业务。</p> <p>　　微软和雅虎，作为美国第二和第三大搜索引擎，目前并未对此发表评论。</p> <p>　　早在2002年，FTC就发布过关于互联网线上广告的相关规定。而此次将规定细分至&ldquo;区分付费广告链接&rdquo;，是基于互联网以及移动互联行业的新形势而做出的补充规定。（思畅）</p>"
			}
		}]
	}]
}